write.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-12-06 Thu 14:51 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Writing List</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="css/worg.css" type="text/css" media="screen" />
</head>
<body>
<div id="preamble" class="status">
<a href="https://www.manue1.site/index.html">Home</a>
</div>
<div id="content">
<h1 class="title">Writing List</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb8e10b5">Writing List</a>
<ul>
<li><a href="#org51d418a"><span class="done DONE">DONE</span> question &amp; answer</a></li>
<li><a href="#orge4f258e"><span class="done DONE">DONE</span> emacs 发布org-mode文件到html</a></li>
<li><a href="#orga2efc5d"><span class="done DONE">DONE</span> centos集群部署</a></li>
<li><a href="#org7bdb000"><span class="done DONE">DONE</span> hive的使用</a></li>
<li><a href="#org15bfa49"><span class="done DONE">DONE</span> sqoop同步关系型数据库</a></li>
<li><a href="#org50b671f"><span class="done DONE">DONE</span> kytoto cabinet &amp; tycoon k-v型离线数据库</a></li>
<li><a href="#orgf2fa0fb"><span class="done DONE">DONE</span> awk程序设计语言</a></li>
<li><a href="#org946233e"><span class="done DONE">DONE</span> 使用docker自动部署cisco iou实验环境</a></li>
<li><a href="#org98f53c2"><span class="done DONE">DONE</span> docker能替代vbox吗?</a></li>
<li><a href="#org90990b2"><span class="done DONE">DONE</span> https站点证书配置</a></li>
<li><a href="#orgaaf3ca5"><span class="done DONE">DONE</span> rabbitmq使用中的一些记录</a></li>
<li><a href="#org2768ab2"><span class="done DONE">DONE</span> 一些常用快捷键和系统命令</a></li>
<li><a href="#org88fb152"><span class="todo TODO">TODO</span> 量化交易</a></li>
<li><a href="#org44d2659"><span class="todo TODO">TODO</span> kafka</a></li>
<li><a href="#orga7043c4"><span class="todo TODO">TODO</span> mysql</a></li>
<li><a href="#orgc208c77"><span class="todo TODO">TODO</span> 磁盘管理</a></li>
<li><a href="#org386eafa"><span class="todo TODO">TODO</span> elasticsearch</a></li>
<li><a href="#orgcef019c"><span class="todo TODO">TODO</span> emacs</a></li>
<li><a href="#org62933c4"><span class="todo TODO">TODO</span> git</a></li>
<li><a href="#org70649f5"><span class="todo TODO">TODO</span> jvm理解</a></li>
<li><a href="#orgcd79fd3"><span class="todo TODO">TODO</span> 对冲基金</a></li>
<li><a href="#org1e8f193"><span class="todo TODO">TODO</span> redis</a></li>
<li><a href="#org634aaef"><span class="todo TODO">TODO</span> scrapy对ftp站点遍历下载</a></li>
<li><a href="#org44899ad"><span class="todo TODO">TODO</span> spark</a></li>
<li><a href="#org8f7fd66"><span class="todo TODO">TODO</span> tmux</a></li>
<li><a href="#org6f2d204"><span class="todo TODO">TODO</span> 微信机器人</a></li>
<li><a href="#orgba333e5"><span class="todo TODO">TODO</span> nginx</a></li>
<li><a href="#orgc5b2b10"><span class="todo TODO">TODO</span> org-mode格式排版</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgb8e10b5" class="outline-2">
<h2 id="orgb8e10b5">Writing List</h2>
<div class="outline-text-2" id="text-orgb8e10b5">
</div>
<div id="outline-container-org51d418a" class="outline-3">
<h3 id="org51d418a"><span class="done DONE">DONE</span> <a href="q&amp;a.html">question &amp; answer</a></h3>
<div class="outline-text-3" id="text-org51d418a">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:47]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orge4f258e" class="outline-3">
<h3 id="orge4f258e"><span class="done DONE">DONE</span> <a href="note/org-to-html.html">emacs 发布org-mode文件到html</a></h3>
<div class="outline-text-3" id="text-orge4f258e">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:48]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orga2efc5d" class="outline-3">
<h3 id="orga2efc5d"><span class="done DONE">DONE</span> <a href="note/note-linux-centos.html">centos集群部署</a></h3>
<div class="outline-text-3" id="text-orga2efc5d">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:48]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org7bdb000" class="outline-3">
<h3 id="org7bdb000"><span class="done DONE">DONE</span> <a href="note/hive.html">hive的使用</a></h3>
<div class="outline-text-3" id="text-org7bdb000">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:49]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org15bfa49" class="outline-3">
<h3 id="org15bfa49"><span class="done DONE">DONE</span> <a href="note/sqoop.html">sqoop同步关系型数据库</a></h3>
<div class="outline-text-3" id="text-org15bfa49">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 12:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org50b671f" class="outline-3">
<h3 id="org50b671f"><span class="done DONE">DONE</span> <a href="note/note-kc&amp;kt.html">kytoto cabinet &amp; tycoon k-v型离线数据库</a></h3>
<div class="outline-text-3" id="text-org50b671f">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:49]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orgf2fa0fb" class="outline-3">
<h3 id="orgf2fa0fb"><span class="done DONE">DONE</span> <a href="note/note-linux-awk.html">awk程序设计语言</a></h3>
<div class="outline-text-3" id="text-orgf2fa0fb">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org946233e" class="outline-3">
<h3 id="org946233e"><span class="done DONE">DONE</span> <a href="note/note-docker-cisco_iou.html">使用docker自动部署cisco iou实验环境</a></h3>
<div class="outline-text-3" id="text-org946233e">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org98f53c2" class="outline-3">
<h3 id="org98f53c2"><span class="done DONE">DONE</span> <a href="note/note-docker-learn.html">docker能替代vbox吗?</a></h3>
<div class="outline-text-3" id="text-org98f53c2">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org90990b2" class="outline-3">
<h3 id="org90990b2"><span class="done DONE">DONE</span> <a href="note/ssl.html">https站点证书配置</a></h3>
<div class="outline-text-3" id="text-org90990b2">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-orgaaf3ca5" class="outline-3">
<h3 id="orgaaf3ca5"><span class="done DONE">DONE</span> <a href="note/rabbitmq.html">rabbitmq使用中的一些记录</a></h3>
<div class="outline-text-3" id="text-orgaaf3ca5">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org2768ab2" class="outline-3">
<h3 id="org2768ab2"><span class="done DONE">DONE</span> <a href="note/note-shortcutes.html">一些常用快捷键和系统命令</a></h3>
<div class="outline-text-3" id="text-org2768ab2">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-06 Thu 14:50]</span></span></li>
</ul>
</div>
</div>
<div id="outline-container-org88fb152" class="outline-3">
<h3 id="org88fb152"><span class="todo TODO">TODO</span> <a href="note/auto-stack.html">量化交易</a></h3>
</div>
<div id="outline-container-org44d2659" class="outline-3">
<h3 id="org44d2659"><span class="todo TODO">TODO</span> <a href="note/kafka.html">kafka</a></h3>
</div>

<div id="outline-container-orga7043c4" class="outline-3">
<h3 id="orga7043c4"><span class="todo TODO">TODO</span> <a href="note/mysql.html">mysql</a></h3>
</div>

<div id="outline-container-orgc208c77" class="outline-3">
<h3 id="orgc208c77"><span class="todo TODO">TODO</span> <a href="note/note-disk_mount.html">磁盘管理</a></h3>
</div>

<div id="outline-container-org386eafa" class="outline-3">
<h3 id="org386eafa"><span class="todo TODO">TODO</span> <a href="note/note-elasticsearch.html">elasticsearch</a></h3>
</div>

<div id="outline-container-orgcef019c" class="outline-3">
<h3 id="orgcef019c"><span class="todo TODO">TODO</span> <a href="note/note-emacs.html">emacs</a></h3>
</div>

<div id="outline-container-org62933c4" class="outline-3">
<h3 id="org62933c4"><span class="todo TODO">TODO</span> <a href="note/note-git.html">git</a></h3>
</div>

<div id="outline-container-org70649f5" class="outline-3">
<h3 id="org70649f5"><span class="todo TODO">TODO</span> <a href="note/note-jvm.html">jvm理解</a></h3>
</div>

<div id="outline-container-orgcd79fd3" class="outline-3">
<h3 id="orgcd79fd3"><span class="todo TODO">TODO</span> <a href="note/note-options.html">对冲基金</a></h3>
</div>

<div id="outline-container-org1e8f193" class="outline-3">
<h3 id="org1e8f193"><span class="todo TODO">TODO</span> <a href="note/note-redis.html">redis</a></h3>
</div>

<div id="outline-container-org634aaef" class="outline-3">
<h3 id="org634aaef"><span class="todo TODO">TODO</span> <a href="note/note-scrapy-ftp.html">scrapy对ftp站点遍历下载</a></h3>
</div>
<div id="outline-container-org44899ad" class="outline-3">
<h3 id="org44899ad"><span class="todo TODO">TODO</span> <a href="note/note-spark_use.html">spark</a></h3>
</div>

<div id="outline-container-org8f7fd66" class="outline-3">
<h3 id="org8f7fd66"><span class="todo TODO">TODO</span> <a href="note/note-tmux.html">tmux</a></h3>
</div>

<div id="outline-container-org6f2d204" class="outline-3">
<h3 id="org6f2d204"><span class="todo TODO">TODO</span> <a href="note/note-wx-bot.html">微信机器人</a></h3>
</div>

<div id="outline-container-orgba333e5" class="outline-3">
<h3 id="orgba333e5"><span class="todo TODO">TODO</span> <a href="note/nginx.html">nginx</a></h3>
</div>
<div id="outline-container-orgc5b2b10" class="outline-3">
<h3 id="orgc5b2b10"><span class="todo TODO">TODO</span> <a href="note/org-mode.html">org-mode格式排版</a></h3>
</div>
</div>
</div>
</body>
</html>